Repository: ksraj123/sugarizer-school-portal
Catalog: public/l10n/po/*.po
Languages: fr, hi

source: Users
fr: Utilisateurs
hi: उपयोगकर्ता

# dashboard
source: Home
fr: Accueil
hi: घर

source: Journals
fr: Journaux
hi: जर्नल

source: Activities
fr: Activités
hi: क्रियाएँ

source: Activity not found
fr: Activités non trouvées
hi: क्रियाएँ नहीं मिलीं

# stats
source: Statistics
fr: Statistiques
hi: आंकड़े

source: Icon
fr: Icône
hi: आइकन

source: Size
fr: Taille
hi: आकार

source: Name
fr: Nom
hi: नाम

source: Activity
fr: Activité
hi: गतिविधि

source: Favorite
fr: Favori
hi: पसंदीदा

source: Role
fr: Rôle
hi: भूमिका

source: Title
fr: Titre
hi: शीर्षक

source: Language
fr: Langue
hi: भाषा

source: Timestamp
fr: Modifié le
hi: समय-चिह्न

# searchActivity.placeholder
source: Search Activity...
fr: Rechercher l'activité ...
hi: खोज गतिविधि...

# successActivityUpdate
source: Activities successfully updated!
fr: Activités mises à jour avec succès !
hi: गतिविधियां सफलतापूर्वक अपडेट की गईं!

source: View all students
fr: Voir tous les étudiants
hi: सभी छात्र देखें

source: View all activities
fr: Voir toutes les activités
hi: सभी गतिविधियां देखें

# viewAllJournal
source: View all journal entries
fr: Voir tous les journaux
hi: सभी जर्नल देखें

source: View all classrooms
fr: Voir toutes les classes
hi: सभी कक्षाओं को देखें

# noEntryText
source: There are no entries available for this user
fr: Il n'y a pas d'entrée pour cet utilisateur
hi: इस उपयोगकर्ता के लिए कोई प्रविष्टियां उपलब्ध नहीं हैं

# noClassroomText
source: No classroom found
fr: Aucune classe trouvée
hi: कोई कक्षा नहीं मिली

# noUserText
source: No user found
fr: Aucun utilisateur trouvé
hi: कोई उपयोगकर्ता नहीं मिला

# selectUserText
source: Please select a user and click on show results!
fr: Sélectionnez un utilisateur et cliquez sur Afficher les résultats !
hi: कृपया एक उपयोगकर्ता का चयन करें और शो परिणामों पर क्लिक करें!

source: Show Results
fr: Afficher les résultats
hi: परिणाम दिखाओ

source: Next page >>
fr: Page suivante >>
hi: अगले पृष्ठ >>

source: << Prev page
fr: << Page précédente
hi: << पिछला पृष्ठ

# showingResults
source: Showing results {{offset}}-{{to}} out of {{total}}
fr: Résultats {{offset}}-{{to}} sur {{total}}
hi: {{total}} में से {{offset}}-{{to}} परिणाम दिखा रहा है

source: Private
fr: Privé
hi: निजी

source: Shared
fr: Partagé
hi: साझा

source: Add User
fr: Ajouter un utilisateur
hi: उपयोगकर्ता जोड़ें

source: Username
fr: Nom Utilisateur
hi: उपयोगकर्ता नाम

source: Password
fr: Mot de passe
hi: पासवर्ड

source: Login
fr: Se connecter
hi: लॉग इन करें

source: Logout
fr: Déconnecter
hi: लॉगआउट

# noGraphDataText
source: Not Enough Data
fr: Données insuffisantes
hi: पर्याप्त डाटा नहीं

source: How students are launching activities?
fr: Comment les étudiants lancent les activités ?
hi: छात्र कैसे गतिविधियाँ शुरू कर रहे हैं?

source: How often students are changing their profile settings?
fr: Combien de fois les étudiants ont-ils modifié les paramètres de leur profil ?
hi: छात्र कितनी बार अपनी प्रोफ़ाइल सेटिंग बदल रहे हैं?

source: Top Contributors
fr: Top Contributeurs
hi: शीर्ष योगदानकर्ता

source: Top Activities
fr: Top Activités
hi: शीर्ष क्रियाएँ

source: Recent Students
fr: Derniers Étudiants
hi: हाल ही के छात्र

source: Recent Entries
fr: Dernières Entrées
hi: हाल ही में प्रविष्टियां

source: Sugarizer Dashboard
fr: Tableau de bord Sugarizer
hi: शुगरइज़र डैशबोर्ड

source: Buddy
fr: Icône
hi: साथी

source: Color
fr: Couleur
hi: रंग

source: Created Time
fr: Créé le
hi: निर्मित समय

source: Last Seen
fr: Dernière connexion
hi: अंतिम बार देखा

source: Last Updated
fr: Dernière modification
hi: आखरी अपडेट

source: Cancel
fr: Annuler
hi: रद्द करना

source: Save
fr: Enregistrer
hi: सुरक्षित करे

# deleteEntry.title
source: Delete Entry
fr: Supprimer l'entrée
hi: एन्ट्री हटाएं

# launch.title
source: Launch
fr: Exécuter
hi: शुरू करे

# seeJournalEntries.title
source: See Journal Entries
fr: Voir le journal
hi: जर्नल एन्ट्री देखें

# editUser.title
source: Edit User
fr: Modifier Utilisateur
hi: उपयोगकर्ता को संपादित करे

# deleteUser.title
source: Delete User
fr: Supprimer Utilisateur
hi: उपयोगकर्ता को हटाएं

# john.placeholder
source: Search User...
fr: Rechercher l'utilisateur...
hi: उपयोगकर्ता खोजें...

# doe.placeholder
source: Search Class...
fr: Recherche classe...
hi: कक्षा खोजें...

source: Student
fr: Etudiant
hi: छात्र

source: Students
fr: Etudiants
hi: छात्र

source: Classrooms
fr: Classes
hi: कक्षाएं

source: Add Classroom
fr: Ajouter une classe
hi: कक्षा जोड़ें

source: Students Count
fr: Nb d'étudiants
hi: छात्रों की गिनती

# viewStudents.title
source: View Students
fr: Voir les étudiants
hi: छात्रों को देखें

# editClassroom.title
source: Edit Classroom
fr: Modifier les étudiants
hi: कक्षा संपादित करें

# deleteClassroom.title
source: Delete Classroom
fr: Supprimer la classe
hi: कक्षा हटाएं

# PasswordAtLeast
source: Password should have at least {{count}} characters
fr: Le mot de passe doit avoir au moins {{count}} caractères
hi: पासवर्ड में कम से कम {{count}} अक्षर होने चाहिए

# PasswordInvalid
source: Password is not valid
fr: Le mot de passe n'est pas valide
hi: पासवर्ड मान्य नहीं है

# UserUpdated
source: User {{name}} has been successfully updated!
fr: L'utilisateur {{name}} a été modifié !
hi: उपयोगकर्ता {{name}} को सफलतापूर्वक अपडेट कर दिया गया है!

# UserCreated
source: User {{name}} has been successfully created!
fr: L'utilisateur {{name}} a été créé !
hi: उपयोगकर्ता {{name}} सफलतापूर्वक बनाया गया है!

# UserDeleted
source: User {{name}} has been successfully deleted!
fr: L'utilisateur {{name}} a été supprimé !
hi: उपयोगकर्ता {{name}} को सफलतापूर्वक हटा दिया गया है!

# EntryDeleted
source: Entry for {{activity}} successfully deleted!
fr: L'entrée de {{activity}} a été supprimée !
hi: {{activity}} की एन्ट्री सफलतापूर्वक हटा दी गयी है!

# DoYouWantDeleteEntry
source: Do you really want to delete the entry for {{activity}}?
fr: Voulez-vous réellement supprimer l'entrée pour {{activity}} ?
hi: क्या आप वास्तव में {{activity}} की एन्ट्री को हटाना चाहते हैं?

# DoYouWantDeleteUser
source: Are you really want to delete the user {{user}}?
fr: Voulez-vous réellement supprimer l'utilisateur {{user}} ?
hi: क्या आप वास्तव में उपयोगकर्ता {{user}} को हटाना चाहते हैं?

# ThereIsError
source: There is some error!
fr: Il y a une erreur !
hi: कुछ त्रुटि है!

# InvalidAid
source: Invalid activity!
fr: Activité invalide !
hi: अमान्य गतिविधि!

# InvalidOidJid
source: Invalid item or journal!
fr: Entrée ou journal invalide !
hi: अमान्य वस्तु या जर्नल!

source: Object Not Found!
fr: Objet non trouvé !
hi: वस्तु नहीं मिली!

# UsernameInvalid
source: Username is not valid
fr: Nom d'utilisateur invalide
hi: आपका यूसरनेम गलत है

# PasswordBlank
source: Password cannot be blank
fr: Mot de passe vide
hi: पासवर्ड रिक्त नहीं हो सकता

# CantOpenWindow
source: Can't open window, check your browser for popup blocker
fr: Impossible d'ouvrir la fenêtre, vérifiez le blocage de fenêtre de votre navigateur
hi: विंडो नहीं खोल सकते, पॉपअप अवरोधक के लिए अपने ब्राउज़र की जाँच करें

# ErrorCode1
source: Invalid username or password
fr: Utilisateur ou mot de passe invalide
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड

# ErrorCode5
source: Server error
fr: Erreur serveur
hi: सर्वर त्रुटि

# ErrorCode7
source: Route not found
fr: Itinéraire non trouvé
hi: मार्ग नहीं मिला

# ErrorCode8
source: You don't have permission to remove this journal
fr: Vous n'avez pas l'autorisation de supprimer ce journal
hi: आपके पास इस जर्नल को निकालने की अनुमति नहीं है

# ErrorCode10
source: An error has occurred
fr: Une erreur est survenue
hi: एक गलती हुई है

# ErrorCode11
source: Invalid journal
fr: Journal invalide
hi: अमान्य जर्नल

# ErrorCode12
source: Invalid journal or entry
fr: Journal ou entrée invalide
hi: अमान्य जर्नल या एन्ट्री

# ErrorCode13
source: Invalid journal or object
fr: Journal ou object invalide
hi: अमान्य जर्नल या प्रविष्टि

# ErrorCode14
source: Error while deleting journal!
fr: Erreur de suppression du journal !
hi: जर्नल को हटाते समय त्रुटि!

# ErrorCode15
source: Error while deleting journal entry!
fr: Erreur de suppression de l'entrée !
hi: जर्नल एन्ट्री को हटाते समय त्रुटि!

# ErrorCode16
source: Invalid object
fr: Objet invalide
hi: अमान्य वस्तु

# ErrorCode18
source: Invalid user id
fr: Utilisateur invalide
hi: अमान्य उपयोगकर्ता आइ डी

# ErrorCode19
source: You don't have permission to perform this action
fr: Vous n'avez pas l'autorisation d'effectuer cette action
hi: आपको यह क्रिया करने की अनुमति नहीं है

# ErrorCode20
source: Please login with another admin account before deleting your account
fr: Veuillez vous connecter avec un autre compte administrateur avant de supprimer votre compte
hi: कृपया अपना खाता हटाने से पहले किसी अन्य व्यवस्थापक खाते से लॉगिन करें

# ErrorCode21
source: User not defined!
fr: Utilisateur inexistant !
hi: उपयोगकर्ता परिभाषित नहीं है!

# ErrorCode22
source: An user with same name already exist
fr: Un utilisateur ayant le même nom existe déjà
hi: समान नाम वाला उपयोगकर्ता पहले से मौजूद है

# ErrorCode23
source: Inexisting user
fr: Utilisateur inexistant
hi: निष्क्रिय उपयोगकर्ता

# ErrorCode24
source: An error has occurred while updating timestamp
fr: Erreur de mise à jour de l'horodatage
hi: टाइमस्टैम्प को अपडेट करते समय एक त्रुटि हुई है

# ErrorCode25
source: Error while adding chart
fr: Erreur lors de l'ajout d'un graphique
hi: चार्ट जोड़ते समय त्रुटि हुई

# ErrorCode26
source: Inexisting chart id
fr: Identifiant de graphique non existant
hi: गैर मौजूदा चार्ट आईडी

# ErrorCode27
source: Invalid chart id
fr: Identifiant de graphique invalide
hi: अमान्य चार्ट आईडी

# ErrorCode28
source: Chart object not defined
fr: Objet graphique non défini
hi: चार्ट ऑब्जेक्ट परिभाषित नहीं है

# ErrorCode29
source: Error while updating charts
fr: Erreur lors de la mise à jour des graphiques
hi: चार्ट्स को अपडेट करते समय त्रुटि

# LanguageSettings
source: Language
fr: Langue
hi: भाषा

# NameColorSettings
source: Name/Color
fr: Nom/Couleur
hi: नाम/रंग

# SecuritySettings
source: Security
fr: Securité
hi: सुरक्षा

# PrivacySettings
source: Privacy
fr: Vie privée
hi: प्राइवेसी

# CountSettingsChanged
source: # of times settings changed
fr: Nb de fois où cela a changé
hi: कितनी बार सेटिंग्स बदली गईं

# CountEntries
source: # of Entries
fr: Nb d'entrées
hi: एन्ट्री की संख्या

# HowStudentsAreActive
source: How many students active during last month?
fr: Combien d'étudiants actifs le mois dernier ?
hi: पिछले महीने के दौरान कितने छात्र सक्रिय थे?

# UserActive
source: Active
fr: Actif
hi: सक्रिय

# UserNotActive
source: Inactive
fr: Inactif
hi: निष्क्रिय

source: What type of client connected?
fr: Quels types de client se connectent ?
hi: किस प्रकार का क्लाइंट जुड़ा है?

# HowManyEntriesByJournal
source: How many entries by student?
fr: Combien d'entrées en moyenne par élève ?
hi: किसी छात्र द्वारा कितनी एन्ट्री?

source: Average entries
fr: Moyenne d'entrées
hi: औसत एन्ट्री

# ClassroomUpdated
source: Classroom {{name}} has been successfully updated!
fr: Classe {{name}} a été modifiée !
hi: कक्षा {{name}} को सफलतापूर्वक अपडेट कर दिया गया है!

# ClassroomCreated
source: Classroom {{name}} has been successfully created!
fr: Classe {{name}} a été créée !
hi: कक्षा {{name}} सफलतापूर्वक बनाया गया है!

# ClassroomDeleted
source: Classroom {{name}} has been successfully deleted!
fr: Classe {{name}} a été supprimée !
hi: कक्षा {{name}} को सफलतापूर्वक हटा दिया गया है!

# DoYouWantDeleteClassroom
source: Do you want to delete classroom {{classroom}}?
fr: Voulez-vous supprimer la classe {{classroom}} ?
hi: क्या आप कक्षा {{classroom}} को हटाना चाहते हैं?

# ShortForBytes
source: B
fr: o
hi: ब

# ShortForKilobytes
source: KB
fr: Ko
hi: केबी

# ShortForMegabytes
source: MB
fr: Mo
hi: एमबी

source: Home View
fr: Vue accueil
hi: घर का दृश्य

source: List View
fr: Vue liste
hi: सूची दृश्य

source: Neighborhood View
fr: Vue voisinage
hi: पड़ोस का दृश्य

source: Journal View
fr: Journal
hi: जर्नल दृश्य

# english-nav
source: English (English)
fr: English (Anglais)
hi: English (अंग्रेज़ी)

# spanish-nav
source: Español (Spanish)
fr: Español (Espagnol)
hi: Español (स्पेनिश)

# french-nav
source: Français (French)
fr: Français (Français)
hi: Français (फ्रेंच)

source: Select Classroom
fr: Sélectionnez la classe
hi: कक्षा का चयन करें

source: English
fr: Anglais
hi: अंग्रेज़ी

source: Spanish
fr: Espanol
hi: स्पेनिश

source: French
fr: Français
hi: फ्रेंच

source: German
fr: Allemand
hi: जर्मन

source: Portuguese
fr: Portugais
hi: पुर्तगाली

source: Arabic
fr: Arabe
hi: अरबी

source: Japanese
fr: Japonais
hi: जापानी

source: Polish
fr: Polonais
hi: पोलिश

# reorder.title
source: Drag to Reorder
fr: Faites Glisser pour Réorganiser
hi: व्यवस्थित करने के लिए घसीटे

# toggle-favourite.title
source: Toggle Favourite
fr: Basculer Favori
hi: पसंदीदा टॉगल करें

source: Teacher
fr: Professeur
hi: अध्यापक

source: Profile
fr: Profil
hi: प्रोफाइल

# EmptyClassroom
source: Classroom cannot be empty
fr: Il doit y avoir une classe
hi: कक्षा खाली नहीं हो सकती

# NoUsers
source: No valid users to insert
fr: Aucun utilisateur valide à insérer
hi: डालने के लिए कोई मान्य उपयोगकर्ता नहीं है

# ImportSuccess
source: Successfully inserted {{count}} users
fr: {{count}} utilisateurs insérés avec succès
hi: {{count}} उपयोगकर्ताओं को सफलतापूर्वक सम्मिलित किया गया है

# NoUsersFound
source: No users to export
fr: Aucun utilisateur à exporter
hi: कोई उपयोगकर्ता निर्यात करने के लिए नहीं

# ExportSuccess
source: Successfully exported users
fr: Utilisateurs exportés avec succès
hi: सफलतापूर्वक निर्यात किए गए उपयोगकर्ता

source: Recent Teachers
fr: Derniers Professeurs
hi: हाल के शिक्षक

source: Recent Admins
fr: Derniers Admins
hi: हाल ही के व्यवस्थापक

# HowManyUsersActiveLastWeek
source: How many users active in last week
fr: Combien d'utilisateurs actifs durant la semaine ?
hi: पिछले सप्ताह में कितने उपयोगकर्ता सक्रिय हैं

# HowManyUsersActiveLastMonth
source: How many users active in last month
fr: Combien d'utilisateurs actifs durant le mois ?
hi: पिछले महीने में कितने उपयोगकर्ता सक्रिय हैं

# HowManyUsersActiveLastYear
source: How many users active in last year
fr: Combien d'utilisateurs actifs durant l'année ?
hi: पिछले वर्ष में कितने उपयोगकर्ता सक्रिय हैं

# CountStudents
source: # of students
fr: # d'étudiants
hi: छात्र गणना

source: Import users
fr: Importer Utilisateurs

source: Export users
fr: Exporter Utilisateurs

# TutoPrev
source: Prev
fr: Préc
hi: पिछला

# TutoNext
source: Next
fr: Suiv
hi: आगामी

# TutoEnd
source: End
fr: Fin
hi: समाप्त

# homeTitle1
source: Welcome to Server Dashboard
fr: Bienvenue sur le tableau de bord Sugarizer

# homeContent1
source: Sugarizer Server Dashboard is an admin tool for teachers and deployment administrator. This dashboard can be used to control and manage the work of learners and manage and analyze all activities on a Sugarizer Server.
fr: Le tableau de bord Sugarizer est un outil d'administration pour les enseignants et les administrateurs du déploiement. Ce tableau de bord peut être utilisé pour contrôler et gérer le travail des étudiants et analyser toutes les activités sur le serveur.

# homeTitle2
source: Summary Cards
fr: Synthése

# homeContent2
source: These cards contain real-time user summary of the deployed server like the total number of students, total classrooms, available activities, and total journal entry count.
fr: Cette vue contient une synthèse en temps réel de ce qui se passe sur le serveur, comme le nombre total d'étudiants, de classes, les activités disponibles et le nombre d'entrées dans le journal.

# homeTitle3
source: Top Contributors Chart
fr: Top Contributeurs

# homeContent3
source: This chart shows the top 5 contributing students of all time. Click on the chart to see their works.
fr: Ce graphique montre les 5 étudiants les plus actifs. Cliquez sur le graphique pour voir leur travail.

# homeTitle4
source: Top Activities Chart
fr: Top Activités

# homeContent4
source: This chart shows the most frequently used Sugarizer Activities.
fr: Ce graphique montre les activités les plus utilisées.

# homeTitle5
source: Recent Students Table
fr: Etudiants récents

# homeContent5
source: This table shows the list of most recently active users. Click on their name to see their works
fr: Ce tableau montre la liste des derniers étudiants actifs. Cliquez sur leur nom pour voir leur travail.

# homeTitle6
source: Recent Entries Table
fr: Activités récentes

# homeContent6
source: This table shows the most recently added journal entries by the students. Click on it to reopen it.
fr: Ce tableau montre les entrées les plus récentes dans les journaux des étudiants. Cliquez dessus pour les réouvrir.

# homeTitle7
source: Sidebar
fr: Barre latérale

# homeContent7
source: This is the sidebar, use this to navigate through the application.
fr: Ceci est la barre latérale, elle vous permet de naviguer dans l'application.

# homeTitle8
source: Language Selection
fr: Choix de la langue

# homeContent8
source: This is the Language Selection dropdown. Use this to switch language used in this interface.
fr: Ceci est le menu de sélection de la langue. Utiliser le pour changer la langue de cette application.

# homeTitle9
source: Profile
fr: Profil

# homeContent9
source: Use this icon to access your Profile, Logout from the Dashboard and replay this tutorial.
fr: Utilisez cet icône pour accéder à votre profil, vous déconnecter et relancer ce tutorial.

# usersTitle1
source: Users View
fr: Vue Utilisateurs

# usersContent1
source: This is the users view. You can create, view, edit and delete users from this view.
fr: Ceci est la vue utilisateur. Depuis cette vue, vous pouvez créer, visualiser, modifier et supprimer des utilisateurs.

# usersTitle2
source: User Search
fr: Rechercher Utilisateur

# usersContent2
source: This form will let you search for a specific user.
fr: Ce formulaire vous permet de rechercher un utilisateur.

# usersTitle3
source: User Name
fr: Nom de l'utilisateur

# usersContent3
source: Type here the name of the user to search.
fr: Tapez ici le nom de l'utilisateur que vous recherchez.

# usersTitle4
source: Filter by type
fr: Filtrer par type

# usersContent4
source: Select the type of user to search.
fr: Choisir le type de l'utilisateur à rechercher.

# usersTitle5
source: Filter by classroom
fr: Filtrer par classe

# usersContent5
source: Select the classroom where user should be searched.
fr: Choisir la classe dans lequel l'utilisateur doit être recherché.

# usersTitle6
source: Launch Search
fr: Lancer Recherche

# usersContent6
source: This button will launch the search.
fr: Ce bouton vous permet de lancer la recherche.

# usersTitle7
source: Add User
fr: Ajouter Utilisateur

# usersContent7
source: This button will take you to the Add User view where you can create a new user.
fr: Ce bouton vous permet d'accéder à la vue pour créer un nouvel utilisateur.

# usersTitle8
source: Import Users
fr: Importer Utilisateurs

# usersContent8
source: This button will let you upload multiple users at once by using a CSV file as input.
fr: Ce bouton vous permet de créer plusieurs utilisateurs en même temps par l'intermédiaire d'un fichier CSV.

# usersTitle9
source: Export Users
fr: Exporter Utilisateurs

# usersContent9
source: This button will export all the existing users as a CSV file.
fr: Ce bouton vous permet d'exporter tous les utilisateurs existants dans un fichier CSV.

# usersTitle10
source: See Journal Entries
fr: Voir le journal

# usersContent10
source: This button opens all the journal entries for a user.
fr: Ce bouton permet de visualiser toutes les entrées du journal de l'utilisateur.

# usersTitle11
source: Edit User
fr: Modifier Utilisateur

# usersContent11
source: This button opens the edit user view.
fr: Ce bouton ouvre la vue de modification de l'utilisateur.

# usersTitle12
source: Delete User
fr: Supprimer Utilisateur

# usersContent12
source: This button delete the user and all the content in its journal.
fr: Ce bouton permet de supprimer l'utilisateur et tout le contenu de son journal.

# activitiesTitle1
source: Activities View
fr: Vue Activités

# activitiesContent1
source: In this view, you can view and launch the Sugarizer activities installed on the server. You can also reorder them and add/remove them from the favorites.
fr: Dans cette vue, vous pouvez visualiser et lancer les activités Sugarizer installées sur le serveur. Vous pouvez aussi les réordonner et les ajouter/supprimer de la vue des favoris.

# activitiesTitle2
source: Activities List
fr: Listes des Activités

# activitiesContent2
source: This is the list of all the Sugarizer activities installed on the server.
fr: Cette liste contient toutes les activités installées sur le serveur.

# activitiesTitle3
source: Activity Search
fr: Recherche Activité

# activitiesContent3
source: You can search for an activity using this search box.
fr: Vous pouvez rechercher une activité en utilisant la barre de recherche.

# activitiesTitle4
source: Activity Card
fr: Détail Activité

# activitiesContent4
source: Each activity card contains the icon, name, and version of the activity.
fr: Chaque activité est décrite par son icône, son nom et sa version.

# activitiesTitle5
source: Reorder Activity
fr: Réordonner Activités

# activitiesContent5
source: You can drag and drop an activity by this handle to reorder.
fr: Pour changer l'ordre dans lequel apparaissent les activités, glisser/déposer la ligne à l'endroit désiré.

# activitiesTitle6
source: Toggle Favorite
fr: Changer Favori

# activitiesContent6
source: This button will toggle the activity from the favorites view.
fr: Cliquer sur ce bouton pour changer la visibilité de l'activité dans la vue des favoris.

# activitiesTitle7
source: Launch Activity
fr: Lancer Activité

# activitiesContent7
source: This button will launch the activity in another tab.
fr: Ce bouton permet de lancer l'activité dans un autre onglet.

# journalTitle1
source: Journal View
fr: Vue Journal

# journalContent1
source: In this view, you can view the journal entries of the students and launch them exactly as they appear in the student's device.
fr: Dans cette vue, vous pouvez visualiser les entrées du journal des étudiants et les relancer dans l'état où elles se trouvent pour l'étudiant.

# journalTitle2
source: Find Journal
fr: Rechercher Journal

# journalContent2
source: Select the student and journal type and click on Show Results to list the journal entries.
fr: Choisissez l'étudiant et le type du journal et cliquer sur le bouton Afficher les résultats pour visualiser les entrées du journal.

# journalTitle3
source: Entries
fr: Entrées

# journalContent3
source: This is the list of all the Journal Entries by the user.
fr: Cette liste contient toutes les entrées du Journal de cet utilisateur.

# journalTitle4
source: Journal Entry
fr: Entrée Journal

# journalContent4
source: Each journal entry card contains icon, title, timestamp, and size of the entry.
fr: Chaque entrée indique l'icône, le nom, l'heure et la taille de cette entrée.

# journalTitle5
source: Launch Activity
fr: Lancer Activité

# journalContent5
source: This button will launch the activity in another tab exactly as they appear in the student's device.
fr: Ce bouton permet de relancer l'activité dans l'état où elle se trouve pour l'étudiant.

# journalTitle6
source: Delete Entry
fr: Supprimer Entrée

# journalContent6
source: This button removes the entry from the student's journal.
fr: Ce bouton permet de supprimer l'entrée du journal de l'étudiant.

# classroomTitle1
source: Classroom View
fr: Vue Classe

# classroomContent1
source: In this view, you can add, list, edit and delete the classrooms.
fr: Dans cette vue, vous pouvez lister, ajouter, modifier et supprimer des classes.

# classroomTitle2
source: Classroom Search
fr: Recherche Classe
