Repository: ksraj123/sugarizer-school-portal
Catalog: public/l10n/po/*.po
Languages: fr, hi

# classroomContent2
source: You can search for the classrooms from here by entering the name and clicking on the Show Results button.
fr: Vous pouvez rechercher une classe ici en saisissant son nom et en cliquant sur le bouton Afficher les résultats.

# classroomTitle3
source: Add Classroom
fr: Ajouter Classe

# classroomContent3
source: This button will take you to the Add Classroom view where you can create a new classroom.
fr: Ce bouton permet d'afficher la vue permettant de créer une nouvelle classe.

# classroomTitle4
source: Classrooms
fr: Classes

# classroomContent4
source: This is the list of all the classrooms.
fr: Cette liste contient toutes les classes.

# classroomTitle5
source: Classroom
fr: Classe

# classroomContent5
source: Each classroom row contains an icon, name, student count and timestamp of the last update.
fr: Chaque classe est représentée par un icône, un nom, le nombre d'étudiants qu'elle contient et la date de sa dernière mise à jour.

# classroomTitle6
source: View Students
fr: Voir Etudiants

# classroomContent6
source: This will open the list of students present in this classroom.
fr: Ce bouton vous permet d'afficher la liste des étudiants de la classe.

# classroomTitle7
source: Edit Classroom
fr: Modifier Classe

# classroomContent7
source: This button opens the edit classroom view.
fr: Ce bouton permet d'afficher la vue permettant de modifier la classe.

# classroomTitle8
source: Delete Classroom
fr: Supprimer Classe

# classroomContent8
source: This button removes the classroom from the Sugarizer-Server.
fr: Ce bouton supprime la classe du serveur.

# statsTitle1
source: Statistics View
fr: Vue Statistiques

# statsContent1
source: In this view, you can view the statistics usage of the server.
fr: Dans cette vue, vous pouvez visualiser les statistiques d'utilisation du serveur.

# statsTitle2
source: Add Chart
fr: Ajouter Graphique

# statsContent2
source: This button will take you to the Add Chart view from where you can add a new chart.
fr: Ce bouton vous permet d'afficher la vue pour ajouter un nouveau graphique.

# statsTitle3
source: List Charts
fr: Lister Graphiques

# statsContent3
source: This button will take you to List Charts view from where you can view, reorder, edit, hide/show and delete your charts.
fr: Ce bouton vous permet d'affichage la vue des graphiques où vous pourrez visualiser, réordonner, modifier, cacher/visualiser et supprimer des graphiques.

# listChartsTitle1
source: Welcome to List Charts View
fr: Vue Graphiques

# listChartsContent1
source: In this view, you can view, reorder, edit, hide/show and delete your charts.
fr: Dans cette vue, vous pouvez visualiser, réordonner, modifier, cacher/visualiser et supprimer des graphiques.

# listChartsTitle2
source: Charts List
fr: Liste Graphiques

# listChartsContent2
source: This is the list of all your created charts.
fr: Cette liste contient tous les graphiques qui ont été créés.

# listChartsTitle3
source: View Chart
fr: Vue Graphique

# listChartsContent3
source: This button will take you to the Statistics view where you can view all the charts.
fr: Ce bouton permet d'afficher la vue des statistiques où vous pourrez visualiser tous les graphiques.

# listChartsTitle4
source: Add Chart
fr: Ajouter Graphique

# listChartsContent4
source: This button will take you to the Add Chart view from where you can add a new chart.
fr: Ce bouton vous permet d'afficher l'écran pour ajouter un nouveau graphique.

# listChartsTitle5
source: Chart Search
fr: Recherche Graphique

# listChartsContent5
source: You can search for a chart using this search box.
fr: Vous pouvez rechercher un graphique en utilisant ce champ de recherche.

# listChartsTitle6
source: Chart Card
fr: Graphique

# listChartsContent6
source: Each chart card contains Title, Type and Key of the chart.
fr: Chaque graphique indique un titre, un type et l'identifiant du graphique.

# listChartsTitle7
source: Reorder Chart
fr: Réordonner Graphique

# listChartsContent7
source: You can drag and drop a chart by this handle to reorder.
fr: Glisser/déposer a graphique pour changer son ordre d'apparition.

# listChartsTitle8
source: Toggle Visibility
fr: Changer Visibilité

# listChartsContent8
source: This button will toggle the visibility of this chart in the Statistics View.
fr: Ce bouton vous permet de changer la visibilité d'un graphique dans la vue statistiques.

# listChartsTitle9
source: Edit Chart
fr: Modifier Graphique

# listChartsContent9
source: This button opens the Edit Chart view.
fr: Ce bouton ouvre la vue permettant de modifier un graphique.

# listChartsTitle10
source: Delete Chart
fr: Supprimer Graphique

# listChartsContent10
source: This button removes the chart from the user chart list.
fr: Ce bouton vous permet de supprimer le graphique de la liste des graphiques de l'utilisateur.

source: Help
fr: Aide
hi: मदद

source: Chart not found
fr: Carte non trouvée
hi: चार्ट नहीं मिला

# noChartsText
source: No charts found
fr: Aucune carte trouvée
hi: कोई चार्ट नहीं मिला

source: No Chart Selected
fr: Aucun graphique sélectionné
hi: कोई चार्ट चयनित नहीं है

source: No Charts Available
fr: Aucun graphique disponible
hi: कोई चार्ट उपलब्ध नहीं है

source: Add Chart
fr: Ajouter un graphique
hi: चार्ट जोड़ें

# editChart.title
source: Edit Chart
fr: Modifier le graphique
hi: चार्ट संपादित करें

source: View Chart
fr: Voir les graphiques
hi: चार्ट देखें

# deleteChart.title
source: Delete Chart
fr: Supprimer le graphique
hi: चार्ट हटाएँ

source: List Charts
fr: Liste des graphiques
hi: सूची चार्ट

source: Key
fr: Clé
hi: कुंजी

source: Display
fr: Afficher
hi: प्रदर्शन

source: Hidden
fr: Caché
hi: छिपा हुआ

# toggle-hidden.title
source: Toggle Hidden
fr: Cacher/Montrer
hi: छिपा हुआ टॉगल करें

source: Timeline
fr: Chronologie
hi: समय रेखा

# timelineTitle.title
source: Timeline
fr: Chronologie
hi: समय रेखा

source: Bar
fr: Histogramme
hi: बार

# barTitle.title
source: Bar Chart
fr: Histogramme
hi: बार चार्ट

source: Pie
fr: Camembert
hi: पाई

# pieTitle.title
source: Pie Chart
fr: Camembert
hi: पाई चार्ट

source: Table
fr: Tableau
hi: तालिका

# tableTitle.title
source: Table
fr: Tableau
hi: तालिका

source: Chart Title
fr: Titre du graphique
hi: चार्ट शीर्षक

source: Select Chart
fr: Sélectionner un graphique
hi: चार्ट का चयन करें

# TitleInvalid
source: Invalid Title
fr: Titre invalide
hi: अमान्य शीर्षक

# InvalidChart
source: Invalid Chart Selected
fr: Graphique invalide sélectionné
hi: अमान्य चार्ट चयनित

# ChartAdded
source: Chart {{title}} has been successfully added!
fr: Le graphique {{title}} a été ajouté avec succès !
hi: चार्ट {{title}} को सफलतापूर्वक जोड़ दिया गया है!

# ChartUpdated
source: Chart {{title}} has been successfully updated!
fr: Le graphique {{title}} a été modifié avec succès !
hi: चार्ट {{title}} को सफलतापूर्वक अपडेट कर दिया गया है!

# ChartDeleted
source: Chart {{title}} has been successfully deleted!
fr: Le graphique {{title}} a été supprimé avec succès !
hi: चार्ट {{title}} को सफलतापूर्वक हटा दिया गया है!

# successChartUpdate
source: Charts successfully updated!
fr: Graphique modifié avec succès !
hi: चार्ट सफलतापूर्वक अपडेट किया गया!

source: Most Active Classrooms
fr: Les classes les plus actives
hi: सबसे सक्रिय कक्षाओं

source: Top Classrooms
fr: Top classes
hi: शीर्ष कक्षाओं

# DoYouWantDeleteChart
source: Do you really want to delete the chart {{chart}}?
fr: Voulez-vous vraiment supprimer le graphique {{chart}} ?
hi: क्या आप वास्तव में {{chart}} चार्ट को हटाना चाहते हैं?

source: No linked activity found
fr: Aucune activité liée trouvée
hi: कोई लिंक की गई गतिविधि नहीं मिली

# scanqrcode
source: Scan this QR Code with your device to set automatically the server URL
fr: Scannez ce QR Code avec votre appareil pour renseigner automatiquement l'URL du serveur

source: Version
hi: संस्करण

source: Action
hi: कार्य

# sugarizerDashboardLogin
source: Sugarizer Dashboard
hi: शुगरइज़र डैशबोर्ड

source: Admin
hi: व्यवस्थापक

source: Web App
hi: वेब ऐप

source: App
hi: ऐप

# hindi-nav
source: हिंदी (Hindi)
hi: हिंदी (हिंदी)

source: Igbo
hi: ईग्बो

source: Yoruba
hi: योरूबा

source: Type
hi: प्रकार
